Repository: mtuoc/seminario_online_TAN
Catalog: semana_2/memo.tmx
Source language: en
Languages: es

source: The variable estimates reflect the difficulty in distinguishing VALI from progressive ALI/ARDS.
es: [1]​ Las estimaciones variables reflejan la dificultad de distinguir VALI de ALI/SDRA progresivo.

source: On 13 March, the first case was confirmed, with the case being placed in isolation.
es: El 13 de marzo, se confirmó el primer caso, el cual fue puesto en aislamiento.

source: Late January: Luis Muñoz Marín International Airport becomes one of twenty U.S. airports identified by U.S. Federal officials where travelers were to undergo additional screening.
es: 30 de enero: el Aeropuerto Internacional Luis Muñoz Marín se convierte en uno de los veinte aeropuertos de los Estados Unidos donde los viajeros se someten a controles adicionales.

source: An online petition to prevent people from China from entering the country was signed by more than 18,000 people.
es: Más de 18,000 personas firmaron una petición en línea para evitar que personas de China ingresen al país.

source: Viral infections make up perhaps one third of cases of food poisoning in developed countries.
es: Las infecciones víricas suponen quizá un tercio de los casos de intoxicaciones alimentarias en países desarrollados (en los EE.UU. más de la mitad de los casos son víricos).

source: On 27 February, Estonia confirmed the first COVID-19 case, an Iranian citizen fell ill on board a bus from Riga to Tallinn and called himself an ambulance from Tallinn bus station.
es: El 27 de febrero, Estonia confirmó el primer caso de Covid-19, siendo un ciudadano iraní que se trasladó en autobús de Riga a Tallin.

source: These include:
es: Entre los medios de lucha contra las epidemias figuran:

source: "The stories seem to have been derived from a July 2019 news article stating that some Chinese researchers had their security access to a Canadian Level 4 virology facility revoked in a federal police investigation; Canadian officials described this as an administrative matter and ""there is absolutely no risk to the Canadian public."""
es: [44]​ Las historias parecen haberse derivado de un artículo de noticias de julio de 2019[45]​[46]​ que indica que algunos investigadores chinos tuvieron su acceso de seguridad a una instalación de virología de nivel 4 canadiense revocado en una investigación de la policía federal.

source: At a Woolworths supermarket in Port Hedland, Western Australia, a person reported an incident whereby a staff member removed and refused entry to customers who appeared to be of Asian descent, claiming it was to prevent the spread of the novel coronavirus.
es: En un supermercado Woolworths en Port Hedland, Australia Occidental, una persona informó un incidente por el cual un miembro del personal retiró y rechazó la entrada a clientes que parecían ser de ascendencia asiática, alegando que era para prevenir la propagación del nuevo coronavirus.

source: She resumed voyaging from Sydney for the 2017–18 season.
es: Ella reanudó su viaje desde Sydney para la temporada 2017-18.

source: The 2020 Cannes Film Festival sent out invitations on March 6, despite France implementing limits on public gatherings beyond its scheduled dates; the Cannes Television Festivals Canneseries and MIPTV chose not to run, however, with Canneseries rescheduling for October and MIPTV canceling its event.
es: El Festival de Cine de Cannes 2020 envió invitaciones el 6 de marzo, a pesar de que Francia implementó límites en las reuniones públicas más allá de las fechas programadas; los festivales de televisión de Cannes Canneseries y MIPTV decidieron no participar, sin embargo, con la reprogramación de Canneseries para octubre y MIPTV canceló su evento.

source: The number of hospitalized patients decreased to 19.
es: El número de pacientes hospitalizados disminuyó a 19.

source: Venezuelan newspaper El Nacional, reported a total of 65 cases for 20 March, according to undisclosed sources from the Health Ministry.
es: El periódico El Nacional, informó un total de 65 casos para el 20 de marzo, según fuentes no reveladas del Ministerio del Poder Popular para la Salud (MPPS).

source: On 12 January 2020, the World Health Organization (WHO) confirmed that a novel coronavirus was the cause of a respiratory illness in a cluster of people in Wuhan City, Hubei Province, China, which was reported to the WHO on 31 December 2019.
es: El 12 de enero de 2020, la Organización Mundial de la Salud (OMS) confirmó que un nuevo coronavirus era la causa de una enfermedad respiratoria en un grupo de personas en la ciudad de Wuhan, provincia de Hubei, China, que se informó a la OMS el 31 de diciembre de 2019.

source: On 1 April 2020, Minister Koca confirmed that there were 2,148 new cases and 63 more deaths.
es: El 1 de abril de 2020, el ministro Koca confirmó que había 2148 casos nuevos y 63 muertes más.

source: International news outlets have described the result as a historic break from the two-party system, as it was the first time in almost a century that neither Fianna Fáil nor Fine Gael won the most votes.
es: Medios de comunicación internacionales han descrito el resultado como una ruptura histórica del sistema bipartidista, ya que, fue la primera vez en casi un siglo que ni Fianna Fáil ni Fine Gael ganaron la mayoría de votos.

source: Other International Exhibitions of Hygiene were held in:
es: Otras Exposiciones Internacionales de Higiene tuvieron lugar en diferentes países:

source: The minister of health did not rule out taking measures with greater impact in the coming days.
es: [14]​ El ministro de salud, no descarta tomar medidas de mayor impacto en el transcurso de los siguientes días.

source: A meeting was held by Tampa officials on March 12 to determine the fate of WrestleMania 36; it was decided that the event would still proceed as planned, barring that the situation did not worsen in a week's time.
es: [8]​[9]​ Funcionarios del gobierno de la ciudad de Tampa celebraron una reunión el 12 de marzo para determinar si el evento debería cancelarse o reprogramarse; se decidió que WrestleMania 36 continuaría según lo planeado.

source: On April 10, the RCMP disclosed it has been asked to enforce the Quarantine Act. Penalties for violations can include a fine of up to $750,000 and imprisonment for six months.
es: Las sanciones por violaciones pueden incluir una multa de hasta $ 750 000 y condenas de hasta seis meses.

source: Examples of conditions that may sometimes be attributed to such causes include tendinosis (or less often tendinitis), carpal tunnel syndrome, cubital tunnel syndrome, De Quervain syndrome, thoracic outlet syndrome, intersection syndrome, golfer's elbow (medial epicondylitis), tennis elbow (lateral epicondylitis), trigger finger (so-called stenosing tenosynovitis), radial tunnel syndrome, ulnar tunnel syndrome, and focal dystonia.
es: Los ejemplos de éstas condiciones incluyen edema, tendinosis (o con menos frecuencia tendinitis), el síndrome del túnel carpiano, síndrome del túnel cubital, síndrome de Quervain, síndrome de salida torácica, síndrome de intersección, codo de golfista (epicondilitis medial), codo de tenista (epicondilitis lateral), dedo en gatillo (llamada tenosinovitis estenosante), síndrome del túnel radial, y la distonía focal.

source: On January 24, a video circulated online appearing to be of a nurse named Jin Hui in Hubei describing a far more dire situation in Wuhan than purported by Chinese officials.
es: El 24 de enero, un video circuló en línea en el que aparecía ser de una enfermera llamada Jin Hui[48]​ en Hubei que describe una situación mucho más grave en Wuhan que la que afirman los funcionarios chinos.

source: The first cases were reported in the cantons of Alajuelita, Turrubares and Naranjo.
es: [34]​ Se presentaron los primeros casos en los cantones de Alajuelita, Turrubares y Naranjo.

source: Recombinant vector – by combining the physiology of one micro-organism and the DNA of another, immunity can be created against diseases that have complex infection processes.
es: Vector recombinante: combinando la fisiología (cuerpo) de un microorganismo dado y el ADN (contenido) de otro distinto, la inmunidad puede ser creada contra enfermedades que tengan complicados procesos de infección.

source: On 3 March, the first case was reported in the country with a young man who had contact with an infected person in Switzerland.
es: El 3 de marzo, se confirmó el primer caso en el país: tratándose de un joven que tuvo contacto con una persona infectada en Suiza y, por lo tanto, acudió al hospital estatal como un caso sospechoso.

source: According to twelve medical workers interviewed by Reuters, security forces use roadblocks and checkpoints to shakedown medical staff.
es: Según doce trabajadores médicos entrevistados por Reuters, las fuerzas de seguridad utilizan alcabalas de carretera y puestos de control para chantajear al personal médico.

source: These and similar misinterpretations continued to cloud discussions of his work throughout the century.
es: Estas y otras interpretaciones confusas continuaron obscureciendo su trabajo el resto de la centuria.

source: La Repubblica reported that the director of Rome's prestigious Santa Cecilia music conservatory, Roberto Giuliani, suspended lessons for all Asian students—Korean, Chinese, Japanese, with Koreans the largest group affected—due to the epidemic, though most of the students were second-generation immigrants.
es: La Repubblica informó que el director del prestigioso conservatorio de música de Santa Cecilia de Roma, Roberto Giuliani, suspendió las lecciones de todos los «estudiantes orientales (coreanos, chinos, japoneses, con los coreanos el mayor grupo afectado)» debido a la epidemia, aunque la mayoría de los estudiantes son inmigrantes de segunda generación.

source: The CPFF was first used in the 2007-08 financial crisis to buy about $350 billion of commercial paper (CP), thereby increasing the amount of cash in the CP market, used by business to pay bills and other short-term demands.
es: El CPFF se utilizó por primera vez en la crisis financiera de 2007-2008 para comprar alrededor de $350 mil millones de dólares de papel comercial, aumentando así la cantidad de efectivo en el mercado de papel comercial, utilizado por las empresas para pagar facturas y otras demandas a corto plazo.

source: On 22 and 26 February, the two previously infected Chinese tourists tested negative for COVID-19 at Lazzaro Spallanzani National Institute in Rome.
es: [34]​ El 22 y 26 febrero, los dos turistas chinos anteriormente infectados dieron negativos el COVID-19 en el Instituto Nacional Lazzaro Spallanzani en Roma.

source: King Charles IV of Spain supported his royal doctor Balmis since his Infanta Maria Teresa, his daughter, had died from the illness.
es: El rey Carlos IV apoyó y sufragó con fondos públicos al médico de la corte, el doctor Balmis, en su idea de una vacunación masiva de niños a lo largo del imperio, ya que su propia hija, la infanta María Teresa, había fallecido a causa de la enfermedad.

source: Korea National Institute of Health (KNIH, Korean: 국립보건연구원)
es: Korea National Institute of Health (KNIH, (en hangul, 국립보건연구원))

source: After agreeing to a joint investment €37 billion financial assistance program to European businesses the preceding week, the finance ministers of the Eurozone meeting did not agree to more joint fiscal stimulus.
es: Después de acordar un programa de asistencia financiera de inversión conjunta de 37 mil millones de euros a empresas europeas la semana anterior[134]​, los ministros de finanzas de la reunión de la Eurozona no acordaron más estímulo fiscal conjunto[135]​.

source: This led researchers to believe that the disease agent replicates here.
es: Esto llevó a los investigadores a creer que el agente de la enfermedad se reproduce aquí.

source: In a meeting on 16 January, officials of the hospitals insisted on denying the existence of transfer of this virus infection among humans.
es: En una reunión del 16 de enero de 2020, los oficiales de los hospitales insistieron en negar que la infección vírica pudiera ser transferida entre personas.

source: The 2019–20 coronavirus pandemic was confirmed to have spread to the British Overseas Territory of Gibraltar in March 2020.
es: Se confirmó que la pandemia de enfermedad por coronavirus en Gibraltar se extendió al territorio británico de ultramar el 4 de marzo de 2020.

source: "Also on the same day, Xi Jinping instructed authorities ""to strengthen the guidance of public opinions"", language which some view as a call for censorship after commentators on social media became increasingly pointedly critical and angry at the government due to the epidemic."
es: [64]​[65]​ Xi Jinping más tarde también instruyó a las autoridades «a fortalecer la orientación de las opiniones públicas», lenguaje que algunos consideran un llamado a la censura después de que los comentaristas en las redes sociales se volvieron cada vez más críticos y enojados con el gobierno debido a la epidemia.

source: Seven more people were confirmed to have died.
es: Se confirman 7 nuevas muertes por la enfermedad.

source: The band is shown performing the song against changing backgrounds, consisting mainly of brightly colored kaleidoscopic forms similar to those found in music visualization, giving the video a psychedelic, hopeful, joyful mood.
es: La banda se muestra interpretando la canción con fondos cambiantes, que consisten mayormente en caleidoscopios coloridos y brillantes de formas similares a los que se hallan en las visualizaciones de reproductores musicales, dando al video un tinte psicodélico, esperanzador y entretenido.

source: Declaration of Alma-Ata.
es: Página de la OPS sobre Alma-Ata

source: Travelers will have their temperatures taken.
es: Los viajeros tendrán sus temperaturas tomadas.

source: None is critical.
es: No hay trasmisión generalizada».

source: Seth Berkley has been the CEO of GAVI since 2011.
es: Seth Berkley es el director general de GAVI desde 2011.

source: "The government unveiled the Coronavirus Action Plan, and declared the outbreak a ""level 4 incident""."
es: Posteriormente, el Primer Ministro Boris Johnson dio a conocer el Plan de Acción de Coronavirus, y el gobierno declaró el brote de coronavirus como un «incidente de nivel 4».

source: The entire project will be collaborative with her fans, using future Zoom calls to share demos and text conversations with producers and ask fan input on single releases, song ideas, and artwork.
es: [3]​ Todo el proyecto será una colaboración entre ella y sus seguidores, utilizando futuras llamadas de Zoom para compartir demostraciones y conversaciones de texto con los productores, además de pedir a sus seguidores comentarios sobre lanzamientos individuales, ideas de canciones y obras de arte.

source: All sporting activities, visits, and non-essential exercises within the bases were cancelled, in an effort to reduce the number of outside visitors.
es: Todas las actividades deportivas, visitas y ejercicios no esenciales dentro de las bases fueron cancelados, en un esfuerzo por reducir el número de visitantes externos.

source: They attend the National Day of Salsa festival in San Juan on March 7 despite having a fever and feeling ill. On March 12, Vázquez requests all people who were in the VIP section to isolate if they had flu-like symptoms.
es: Asisten al festival del Día Nacional de la Salsa en Ponce el 7 de marzo a pesar de tener fiebre y sentirse enfermo.

source: Twenty new cases were reported, including the first ones in Dalmatia; a young woman from Biograd who had come back from a tourist trip to Zanzibar via Dubai with her sister and had previously spent time in self-isolation with her family was hospitalized in Zadar, and an elderly couple who were hospitalized in Split.
es: 20 nuevos casos fueron confirmados, incluyendo los primeros de la Dalmacia; una joven de Biograd, que había retornado de un viaje turístico a Zanzíbar vía Dubái con su hermana, y una pareja de ancianos hospitalizados en Split.

source: In May 2011, Grand Princess completed the most extensive dry-dock in Princess Cruises history that included a refit and removal of the passengers lounge from her stern.
es: En mayo de 2011, Grand Princess completó el dique seco más extenso en la historia de Princess Cruises que incluyó un reacondicionamiento y remoción de la sala de pasajeros de su popa.

source: Animal Crossing: New Horizons supports both local and online co-op gameplay, with up to four players locally and eight players online able to occupy an island at any given time.
es: New Horizons permitirá la cooperatividad tanto local como en línea, y se permitirá que ocupen la isla entre 4 y 8 personajes.

source: However, the Green Party suggested that it would not join such a coalition, preferring a national unity government.
es: Sin embargo, el Partido Verde sugirió que no se uniría a tal coalición, prefiriendo un gobierno de unidad nacional.

source: About 60% of the glucose and oxygen use by the brain is meant for its electrical activity and the rest for all other activities such as metabolism.
es: Alrededor del 55 por ciento de la glucosa y del oxígeno es usado por el cerebro para su actividad eléctrica, y el resto, para las actividades restantes (el metabolismo).

source: Two days later in Hungary, demonstrations and uprisings led to the Hungarian Revolution of 1848 and a full-scale war against the ruling Habsburgs of the Austrian Empire.
es: Dos días más tarde, en Hungría, manifestaciones y revueltas dieron lugar a la revolución húngara de 1848 y a una guerra contra la monarquía de los Habsburgo que reinaba en el Imperio Austriaco.

source: In early March 2020, it was predicted that the global box office could lose US$5 billion as a result of the pandemic.
es: A principios de marzo de 2020, se predijo que la taquilla global podría perder US $ 5 mil millones como resultado de la pandemia.

source: Authorities actions on reporting
es: Intervenciones sobre el periodismo

source: On 18 March, President Zoran Milanović gave a televised address to the nation concerning the pandemic.
es: El 18 de marzo, Zoran Milanović, presidente del país, hizo un discurso televisado sobre la pandemia de coronavírus en Croacia.

source: The notice caused an exodus from Wuhan.
es: [9]​[10]​ El aviso causó un éxodo de Wuhan.

source: The first patient with the virus in the country was discharged and left the hospital in Buenos Aires the next day.
es: [177]​ El primer paciente con el virus en el país fue dado de alta y salió del hospital de Buenos Aires al día siguiente.

source: Russia may have seen the oil war as a way to retaliate against U.S. sanctions, some media outlets claim.
es: [19]​ Rusia puede haber visto la guerra del petróleo como una forma de tomar represalias contra las sanciones estadounidenses.

source: The current campaign involves annual vaccination of all children under age five.
es: Todavía vigente, involucra la vacunación anual de todos los menores de cinco años de edad.

source: Great Britain, represented by the British Olympic Association (BOA), is expected to compete at the 2020 Summer Olympics in Tokyo.
es: El Reino Unido participará en los Juegos Olímpicos de Tokio 2020.

source: A man from the district of Böblingen, who had had contact with the travel companion of the patient from Göppingen, also tested positive.
es: Un hombre del distrito de Böblingen, que había tenido contacto con el compañero de viaje del paciente de Göppingen, también dio positivo.

source: The individual arrived in Belarus via a flight from Baku, Azerbaijan, on 22 February.
es: [1]​[2]​ El individuo había llegado a Bielorrusia en un vuelo desde Bakú, capital de Azerbaiyán, el 22 de febrero.

source: The delay between the consumption of contaminated food and the appearance of the first symptoms of illness is called the incubation period.
es: La demora entre el consumo de un alimento contaminado y la aparición de los primeros síntomas de enfermedad se denomina periodo de incubación.

source: Stated in April, imperatives of the CEPI initiative for vaccine development are speed, manufacturing capacity, deployment at scale, and global access.
es: [6]​ En abril, los imperativos de la iniciativa CEPI para el desarrollo de vacunas son la velocidad, la capacidad de fabricación, el despliegue a escala y el acceso global.

source: Activation of the coagulation system may precipitate disseminated intravascular coagulation.
es: La activación del sistema de la coagulación puede precipitar un cuadro de coagulación intravascular diseminada.

source: Chinese businesses in the United Kingdom, including the busy Chinese takeaway segment and businesses in Chinatown, London recorded significantly reduced customers in the aftermath of the coronavirus outbreak compared to usual elevated sales related to Chinese New Year celebrations, due to fears of coronavirus spreading through food or unhygienic working practices.
es: Las empresas chinas en el Reino Unido, incluido el ajetreado segmento chino de comida para llevar y las empresas en Chinatown, Londres, registraron una reducción significativa de clientes tras el brote de coronavirus en comparación con las elevadas ventas habituales relacionadas con las celebraciones del Año Nuevo chino,[84]​ debido al temor al coronavirus y su propagación a través de alimentos o prácticas de trabajo antihigiénicas que presuntamente tiene todo los comercios asiáticos.

source: Animal Crossing: New Horizons official English website
es: Animal Crossing: New Horizons oficial Sitio web

source: The CCDC focuses national attention on developing and applying disease prevention and control (especially infectious diseases), environmental health, occupational safety and health, health promotion, prevention and education activities designed to improve the health of the people of the People's Republic of China.
es: El CCDC centra la atención nacional en el desarrollo y la aplicación de la prevención y el control de enfermedades (especialmente enfermedades infecciosas), salud ambiental, seguridad y salud ocupacional, promoción de la salud, prevención y actividades educativas diseñadas para mejorar la salud de las personas de la República Popular de China.

source: Preparing contingency plans.
es: Preparar planes de contingencia.

source: Measures implemented with the Pan American Health Organization included support for the implementation of detailed procedures in a guide to the surveillance of unusual respiratory incidents.
es: [24]​ Entre las medidas implementadas junto a la Organización Panamericana de Salud se encontraba el apoyo a implementación de procedimientos detallados en una guía de lineamientos técnicos sobre la vigilancia de eventos respiratorios inusitados .

source: She is a subclassed Grand-class ship, which is also known as a Gem-class ship.
es: Es una nave subclase Grand-class, que también se conoce como una nave Gem-class.

source: Seasonal changes in contact rates from school terms, which are a major factor in other childhood diseases such as measles and pertussis, may also play a role in the flu.
es: [33]​ Los cambios estacionales en las tasas de contacto durante los períodos escolares parecen jugar un rol más importante que en otras enfermedades escolares como el sarampión y la tos ferina.

source: last updated: 28 April 2020
es: Última actualización: 6 de abril 2020[130]​

source: A couple who tested positive and their two children who were showing symptoms were admitted to Kaiser-Franz-Josef Hospital.
es: Una pareja que dio positivo y sus dos hijos que mostraban síntomas fueron ingresados ​​en el Hospital Kaiser-Franz-Josef.
